---
kind: other
id: Properties.T:Autodesk.Revit.DB.WorksharingUtils
source: html/1f0c015f-7f99-d6c4-18af-068acfa0b8e2.htm
---
# WorksharingUtils Properties

Specifies whether the .NET object represents a valid Revit entity.